{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"es","project_id_version":"WooCommerce - Extensions - woocommerce-composite-products"},"Assembled Composites have their own dimensions and weight: Choose the Assembled option if the items contained in your product kit are physically assembled in a common container. Unassembled Composites do not have any shipping options to configure: Choose the Unassembled option if the items of your product kit are shipped in their existing packaging.":["Los compuestos ensamblados tienen sus propias dimensiones y peso: elige la opción Ensamblado si los elementos contenidos en tu kit de productos están físicamente ensamblados en un contenedor común. Los compuestos sin ensamblar no tienen opciones de envío que configurar: elige la opción Sin ensamblar si los elementos de tu kit de productos se envían en su embalaje actual."],"Configure shipping options":["Configura las opciones de envío"],"Product Bundles product page.":["Página de producto de paquetes de productos."],"Components are the building blocks of a Composite Product. You can utilize existing Simple or Variable products as Component options - or even add entire <link>Bundles<\/link> or product categories. Every Component reveals its own <link2>pricing, shipping and display options<\/link2> to configure.":["Los componentes son los elementos básicos de un producto compuesto. Puedes utilizar productos simples o variables existentes como opciones de componentes, o incluso añadir <link>paquetes<\/link> completos o categorías de productos. Cada componente revela sus propias <link2>opciones de precios, envío y visualización<\/link2> para configurar."],"Add Components and options":["Añade componentes y opciones"],"Composite Products configuration documentation.":["Documentación de configuración de los productos compuestos."],"Use these fields to define a base price for your Composite. This can be handy, for example if you do not plan to offer any options that affect its price. If you prefer to <link>preserve the prices of individual Components<\/link>, you may omit this step.":["Utiliza estos campos para definir un precio base para tu compuesto. Esto puede ser útil, por ejemplo, si no tienes previsto ofrecer ninguna opción que afecte a su precio. Si prefieres <link>conservar los precios de los componentes individuales<\/link>, puedes omitir este paso."],"Assign a base price to your Composite":["Asigna un precio base a tu compuesto"]}}}